/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (оперативная память разгружена)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Новое окно с настройками — %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Новая вкладка с настройками – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Новое окно с той же командой";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Новая вкладка с той же командой";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ пт";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "настройки";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "настройки %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "группа окон %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Найденные серверы ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Черное на белом";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Черное на желтом";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Синее на белом";

/* Name of built-in default window settings */
"Built-in" = "Встроенная";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* Menu item title */
"Clear to Previous Bookmark" = "Очистить до предыдущей закладки";

/* Menu item title */
"Clear to Previous Mark" = "Очистить до предыдущей метки";

/* Menu item title */
"Clear to Selected Bookmark" = "Очистить до выбранной закладки";

/* Menu item title */
"Clear to Selected Mark" = "Очистить до выбранной метки";

/* Menu item title */
"Clear to Start of Selection" = "Очистить от начала до выделения";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Close All" = "Закрыть все";

/* Tab close-button accessibility label/title. */
"Close tab" = "Закрыть вкладку";

/* Tab close-button accessibility role description. */
"close tab button" = "кнопка закрытия вкладки";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Закрытие этой вкладки прервет процесс %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Закрытие этой вкладки прервет процессы: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Закрытие этого окна прервет процесс %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Закрытие этого окна прервет процессы: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Не удалось создать новый процесс и открыть pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "По умолчанию";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Загрузка";

/* Compose Email Message contextual menu item. */
"Compose" = "Написать";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Подключить";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Скопировать";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Закрыть эту вкладку?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Закрыть это окно?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Хотите прервать запущенные процессы в этом окне?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Хотите прервать запущенные процессы в этой вкладке?";

/* Service */
"File Transfer (ftp)" = "Передача файлов (ftp)";

/* Find Panel; window title */
"Find" = "Поиск";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Зеленое на черном";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Скрыть окно инспектора Терминала";

/* Menu item title */
"Hide Marks" = "Скрыть метки";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Скрыть панель вкладок";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Если Вы не просмотрите эти окна, все процессы в них будут прерваны.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Возможно, копирование с другого компьютера было неполным.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Не удалось импортировать несколько файлов.";

/* Default name for new window settings */
"New settings" = "Нов. настр.";

/* No options for this service */
"No options" = "Нет параметров";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Нет сохраненных групп окон";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "Нет";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "Объект";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Open Link contextual menu item. */
"Open Link" = "Открыть ссылку";

/* Open man Page contextual menu item. */
"Open man Page" = "Открыть man-страницу";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Открыть man-страницу для «%@»";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Искать «%@» в указателе man-страницы";

/* Look Up contextual menu item. */
"Look Up" = "Найти";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Найти «%@…»";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Найти «%@»";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Поиск в %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Искать в Интернете";

/* Default process name */
"Process name" = "Имя процесса";

/* No comment provided by engineer. */
"Quit" = "Завершить";

/* Service */
"Remote Login (telnet)" = "Удаленный вход (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Удалить";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Заменить";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Замена %@ перепишет содержимое объекта.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Замена %@ перепишет содержимое объекта.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Просмотреть окна…";

/* Window group save panel; panel title */
"Save Window Group" = "Сохранить группу окон";

/* Service */
"Secure File Transfer (sftp)" = "Безоп. перед. файлов (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Безопасный shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (автомат.)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP Протокол 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Показать окно инспектора Терминала";

/* Menu item title */
"Show Marks" = "Показать метки";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Показать панель вкладок";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Автоматически)";

/* Connect to service option */
"SSH Protocol 1" = "SSH Протокол 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH Протокол 2";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is currently mapped to the Meta key. The word 'Meta' should probably not be localized. */
"\\U2325 Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is NOT currently mapped to the Meta key. */
"\\U2325 Option" = "⌥ Option";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Терминал";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Вывод Терминала.txt";

/* No comment provided by engineer. */
"Terminate" = "Прервать";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Прервать процессы";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ «%2$@» уже существует. Хотите заменить?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@ «%2$@» уже существует. Хотите заменить?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "Администратор установил недопустимое значение для Вашего shell.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Файл поврежден. Возможно, Вы сможете получить новую копию файла от автора.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Не удается запустить файл «%@», поскольку у Вас нет соответствующих прав доступа.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Не удается импортировать файл «%@».";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Не удалось открыть файл «%@», так как он поврежден.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Следующие файлы повреждены: %@. Возможно, Вы сможете получить новую копию файлов от их авторов.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "Имя настроек окна слишком короткое.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "Настройки окна «%@» уже существуют.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Для просмотра или изменения прав доступа выберите файл в Finder и пункт меню «Файл» > «Свойства».";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Введите другое имя.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Введите имя с большим количеством символов.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Белое на черном";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Белое на синем";

/* Window group save panel; name of object used in replacement panels */
"window group" = "группа окон";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "настройки окон";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "У Вас нет прав для запуска этой программы.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Количество окон с текущими процессами: %d. Просмотреть эти окна перед завершением?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Команда не найдена: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Процесс завершен]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Процесс закончен — код выхода %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Процесс прерван сигналом %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Восстановленный контент усечен]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Восстановлен %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Добавлено %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Нет закладок";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@…";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Разделение панелей";

"Close split-pane" = "Закрыть панель";

/* strings used for Shortcut man page support */

"Man Pages" = "Страницы справочника man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "«%@» нельзя открыть, так как %@ не разрешено открывать документы в Терминале.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Терминал открывает ssh-соединение c %@ для %@.";
"QuarantineTitleTelnet" = "Терминал открывает telnet-соединение c %@ для программы «%@».";
"QuarantineTitle2" = " Разрешить?";
"QuarantineMessage" = "Данная операция раскроет Ваше имя и сетевой адрес другому компьютеру. Чтобы больше не получать предупреждений об этом, добавьте его в ssh-список известных хостов.";
"QuarantineMessageError" = "\n\nПроизошла ошибка при поиске известных хостов (подробности см., запустив %@).";
"QuarantineAllow" = "Разрешить";
"QuarantineDeny" = "Не разрешать";

"Alter Settings" = "Изменить настройки";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(остановлен)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(завис)";

/* Inspector process list: process status */
"Idle" = "Не занят";

/* Inspector process list: process status */
"Runnable" = "Работоспособен";

/* Inspector process list: process status */
"Sleeping" = "Режим сна";

/* Inspector process list: process status */
"Stopped" = "Остановлен";

/* Inspector process list: process status */
"Zombie" = "Завис";

/* Inspector process list: boolean YES */
"Yes" = "Да";

/* Inspector process list: boolean NO */
"No" = "Нет";
